def area(a, b):
    """
    Функция "площадь прямоугольника"
    На вход : число (а), число (b) (длины стророн прямоугольника) .
    (a) и (b) являются шириной, либо длиной прямоугольника
    Функция возвращает a*b,что яляется площадью прямоугольника.
    """
    return a * b


def perimeter(a, b):
    """
        Функция "периметр прямоугольника"
        На вход : число (а), число (b) (длины стророн прямоугольника).
        (a) и (b) являются шириной, либо длиной прямоугольника
        Функция возвращает 2*(a+b),что яляется периметром прямоугольника.
        """
    return 2*(a + b) 